# DBeam_Get3DShutter

## Description
Return the created 3D shutter object

```pascal
FUNCTION DBeam_Get3DShutter : HANDLE;
```

```python

def vs.DBeam_Get3DShutter():
    return HANDLE
```

## Version
Availability: from Vectorworks 2011
## Category
* Spotlight